Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: This column indicates whether the action itself, not moving, provokes an attack of opportunity.
zh_cn: 该列指的是动作本身是否会引发借机攻击，而非移动部分。

source: This common single-engine propeller plane is relatively inexpensive.
zh_cn: 这种常见的单发螺旋桨飞机相对便宜些。

source: This condition typically lasts 1 round.
zh_cn: 一般该状态持续1轮。

source: This continues until the character dies or becomes stable naturally or with help (see below).
zh_cn: 直到角色死亡或自然地进入稳定状态，或受到救助（见下文）。

source: This could be a basic class or, if the character qualifies for it, an advanced class.
zh_cn: 可以选择一个基本职业，如果角色有资格选择，还可以选一个高级职业。

source: This could let the character move again, for a total movement of up to double his or her normal speed.
zh_cn: 这能让角色再次移动，最多可以移动正常速度的两倍距离。

source: This counts as an attack of opportunity, which the character can make even if he or she is unarmed.
zh_cn: 这算作一次借机攻击，角色徒手也能进行的借机攻击。

source: This cover bonus overlaps (does not stack) with certain other bonuses.
zh_cn: 该掩蔽加值会覆盖（不叠加）特定的其他几种加值。

source: This critical hit deals triple damage.
zh_cn: 此重击造成3倍伤害。

source: This damage is nonlethal damage.
zh_cn: 此伤害为非致命伤害。

source: This damage is taken each day the saving throw fails.
zh_cn: 此后每次豁免失败英雄都获得该伤害。

source: This describes how one feels about order, as represented by law and chaos.
zh_cn: 描述一个人对秩序的看法，守序还是混乱

source: This describes one’s attitude toward others, as represented by good and evil.
zh_cn: 描述一个人对他人的态度，善良还是邪恶。

source: This device contains several different screwdrivers, a knife blade or two, can opener, bottle opener, file, short ruler, scissors, tweezers, and wire cutters.
zh_cn: 该设备包括了几个不同的起子、一两把小刀、开罐器、开瓶器、锉刀、短尺、剪刀、镊子和剪线钳。

source: This device is designed to help the police end car chases.
zh_cn: 该设备设计用于帮助警察拦截逃逸车辆。

source: This device resembles an oversized telephone handset with a numeric keypad on the back and wire leads hanging from the bottom.
zh_cn: 该设备是类似大号电话听筒背面加上一个数字键盘，线从底部伸出的设备。

source: This device, easily concealed in the palm of one hand, emits digital tones that convince the phone system to make a long-distance connection free of charge.
zh_cn: 易于藏在手心，发射信号欺骗电话系统使其可以免费通讯的设备。

source: This differs from “effective” ability loss, which is an effect that goes away when the condition causing it goes away.
zh_cn: 这与“效果上的”属性损失不同，后者是随着状态造成的条件的消失而消失的。

source: This disposable plastic stick, when activated, uses a chemical reaction to create light for 6 hours.
zh_cn: 这种一次性塑料棒，在启用后，会运用化学反应制造持续6小时的光源。

source: This document provides an interface to the basic rules and materials needed to create content compatible with the modern setting based on the best-selling tabletop RPG system in the world.
zh_cn: 该文件提供了一个基本规则和材料的接口，用于创造与基于世界最畅销桌上RPG系统的现代题材设定兼容的内容。

source: This effect lasts as long as the character is in the cloud and for 1d6 rounds after he or she leaves the cloud.
zh_cn: 效果将持续到角色脱离瓦斯区域1d6轮后。

source: This eliminates the noise from the bullet’s firing, dramatically reducing the sound the weapon makes when it is used.
zh_cn: 这会灭掉开火时发出的噪声，杀人于无形。

source: This encumbrance penalty stacks with any armor penalty that may also apply.
zh_cn: 累赘减值将与其他任何生效的护甲减值叠加。

source: This entry details special characteristics of the class, including bonus feats and unique talents, that are gained as a character attains higher levels in the class.
zh_cn: 这里详述了职业特征，包括奖励专长和独有的天赋，角色升级即可获得。

source: This entry is absent if a feat has no prerequisite.
zh_cn: 如果专长无要求，则可直接拥有。

source: This entry represents any mild caustic substance.
zh_cn: 此条目泛指所有有轻微腐蚀性的物质。

source: This entry represents the wooden nightsticks sometimes carried by police forces.
zh_cn: 此项泛指类似警棍的武器。

source: This entry tells which ability is typically associated with that class.
zh_cn: 这里将阐述与职业关联的属性。

source: This feat also allows the character to use a melee weapon in one hand and a ranged weapon in the other.
zh_cn: 此专长也允许角色可以一手用近战武器一手用远程武器。

source: This feat does not affect creatures with an Intelligence of 3 or lower.
zh_cn: 此专长无法作用余智力小于等于3点的生物。

source: This feat does not grant more attacks of opportunity than the character is normally allowed in a round.
zh_cn: 此专长并不会赋予角色额外的借机攻击次数，发动此专长消耗的是原有的借机攻击机会。

source: This feat must be from this list, and the Dedicated hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This feat must be selected from the following list, and the Charismatic hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This feat must be selected from the following list, and the Fast hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This feat must be selected from the following list, and the Smart hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This feat must be selected from the following list, and the Strong hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This feat must be selected from the following list, and the Tough hero must meet any prerequisites.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: This focusing of the target’s attention allows other characters to take actions of which the captivated target is unaware.
zh_cn: 吸引目标的注意力可以让其他角色做动作，而不被目标发现。

source: This function of the Investigate skill does not give the character clues where none existed before.
zh_cn: 这种形式的调查不能凭空给角色提供新的线索。

source: This function of the Investigate skill does not provide the character with evidentiary items.
zh_cn: 这种形式的调查不能凭空给角色提供物品。

source: This garment provides no equipment bonus (and has no armor penalty or maximum Dexterity bonus) when undeployed.
zh_cn: 防弹衣在收纳状态时，不会提供装备加值（也不会有护甲减值和最大敏捷加值）。

source: This garment, consisting of a torso apron of light protective material held up by a loop around the neck, can be stored in an innocuous fanny pack.
zh_cn: 这种防弹衣是一种由脖套连接着轻型防护材料制成的围裙，平时可以收纳在不起眼的腰包里。

source: This grants the character a +2 circumstance bonus on his or her next attack roll.
zh_cn: 这可让角色下一个攻击骰获得2点情景加值。

source: This group includes hunting and sniping rifles, assault rifles, shotguns, and most submachine guns.
zh_cn: 这类枪包括了狩猎步枪、狙击步枪、突击步枪、霰弹枪以及大多数冲锋枪。

source: This hand-held radio transceiver communicates with any similar device operating on the same frequency and within range.
zh_cn: 这种手持式广播设备能与一定距离内相同频段的相同设备通讯。

source: This handheld device provides a +10 equipment bonus on all Search checks involving metal objects.
zh_cn: 这种首次的设备为所有涉及金属物件的搜索检定提供10点装备加值。

source: This hard-sided briefcase takes up the passenger seat of an automobile and provides easy access to files, storage for a laptop computer, and a writing surface.
zh_cn: 这种硬边的公文包占用了汽车的一个乘客位，存取文件更方便，可放置笔记本电脑，还可作为桌子在上面书写。

source: This heavy longarm fires the largest shotgun round available, the 10-gauge shell.
zh_cn: 这种重型长杆枪使用的是最大号的霰弹枪弹——10号霰弹。

source: This heavy, curved dagger has its sharp edge on the inside of the curve.
zh_cn: 这种重型的、弯曲的刀，其刃区在弧内侧。

source: This heavy-duty .50-caliber machine gun has been in service since World War II, and remains a very common vehicle-mounted military weapon around the world.
zh_cn: 这种.50口径的重型机枪从二战时便开始服役，如今仍是非常常见的军用车载武器。

source: This high-precision sniper rifle, based on the design of the HK G3, has a fully adjustable trigger and stock for individual users.
zh_cn: 这种高精度的狙击步枪基于HK G3而设计，拥有可调整扳机和枪托。

source: This huge motorcycle sports a 1,450cc engine.
zh_cn: 这种巨大的摩托车搭载了1450cc的引擎。

source: This illicit starting occupation reveals a background from the wrong side of the law.
zh_cn: 不法之徒游走在法律边缘之外。

source: This imposes a –5 penalty on any attempt made to identify the character if his or her activity is detected.
zh_cn: 如果行踪暴露，任何试图识别此角色的身份的检定将受到5点减值。

source: This includes a leader or superior, a family, a group of linked individuals (such as a band of adventurers or a cell of secret agents), or a discrete unit within a larger organization (such as members of the character’s squad or platoon, or individuals whose safety the character is responsible for).
zh_cn: 包括某领袖、家族或者是由相关个体所组成的团体（例如一队英雄或是一班秘密特工），抑或是大组织中的小团体（例如玩家所在的小队或者排，或是由角色负责安全的团队）。

source: This includes all pistols and some submachine guns and shotguns.
zh_cn: 它包括了所有的自动半自动手枪以及部分冲锋手枪和霰弹枪。

source: This includes drawing or holstering a weapon, retrieving or putting away a stored object, picking up an object, moving a heavy object, and opening a door.
zh_cn: 这包括拔出或收起武器、取出或装回储存的物品、捡起物品、移动重物以及开门。

source: This income provides a Wealth bonus increase of +4.
zh_cn: 每获得此专长，财富加值+4。

source: This increase stacks with the increase provided by the Improved Damage Threshold feat.
zh_cn: 效果与`巨创阈值增强`的效果叠加。

source: This innate talent provides a bonus on checks involving interaction skills (Bluff, Diplomacy, Handle Animal, Intimidate, Perform, and Sense Motive), provided the hero spends at least 1 minute observing his or her target prior to making the skill check.
zh_cn: 此天赋允许英雄进行涉及交流的技能检定时，花费至少1分钟的时间观察目标的意图，给检定提供一个加值。

source: This is a 12-gauge, double-barreled shotgun with the stock and barrels sawed short.
zh_cn: 这种使用12号霰弹的双管霰弹枪锯短了枪管和枪托。

source: This is a Charisma check (1d20 + Charisma modifier).
zh_cn: 这是一次魅力检定（1d20+魅力调整值）。

source: This is a Mind-Affecting ability.
zh_cn: 这是一个`影响心灵`的能力。

source: This is a cut-down version of the Colt M16A2, shortened by about a third by means of a telescoping stock and a shorter barrel.
zh_cn: 这是缩短版的柯尔特M16A2，通过压缩枪托和枪管使全长缩短了近三分之一。

source: This is a good-sized backpack, made of tough water-resistant material.
zh_cn: 相当大的背包，由坚固的防水材质制成。

source: This is a large cargo truck used to move furniture or deliver freight.
zh_cn: 这是一种大货车，用于搬运家具或其他货物。

source: This is a large runabout—a powerboat with an outboard engine and an open cockpit with a tiny cabin (about the size of the interior of an economy car) forward.
zh_cn: 这是一款大型轻型汽艇——一种引擎安在甲板上且前部有一个带小型舱室（约与经适车的客舱一样的大小）的露天驾驶舱的汽艇。

source: This is a lightweight vest with a series of pockets for items such as a compass, spare ammunition magazines, pressure bandages, and a radio, along with loops for attaching grenades, knives, or tools.
zh_cn: 这种拥有一套口袋的轻量级背心，能装下诸如指南针、弹匣、压迫绷带、无线电以及能挂载手榴弹、匕首或工具的钩环。

source: This is a lightweight, concealed sword that hides its blade in the shaft of a walking stick or umbrella.
zh_cn: 这是一种轻便的可隐藏的剑，剑刃藏在手杖或雨伞的柄中。

source: This is a mind-affecting ability.
zh_cn: 这是一个`影响心灵`类的能力。

source: This is a reaction.| |25|Identify a potion.
zh_cn: 这是个反应，不需要动作。| |25|鉴定药水。

source: This is a sleek business jet introduced in the late 90s.
zh_cn: 这种圆润的商用喷气机在上世纪90年代晚期问世。

source: This is a small backpack, the sort often used by students to carry their books around, or by outdoor enthusiasts on short hikes.
zh_cn: 这是一种小型背包，常见于学生装书，或户外运动爱好者短程徒步。

source: This is a top-of-the-line street bike with a strong heritage of winning races.
zh_cn: 这是一款顶级街车，在赛场上战绩赫赫。

source: This is a two-seat jet ski that propels itself with a powerful jet of water.
zh_cn: 这是一款双座喷气式摩托艇，用一台强劲的喷气机驱水而动。

source: This is a typical city bus.
zh_cn: 这是一款常见的城市公交车。

source: This is an attack action that the character may only attempt once per round, even if the character gets multiple attacks.
zh_cn: 这是一个攻击动作，角色每轮只能尝试一次，即使角色可以发动多次攻击。

source: This is an attack action, and the character can’t take 10 on this check.
zh_cn: 这是一个攻击动作，角色这个检定不能取10。

source: This is an increase to Combat Martial Arts damage; this has no effect on Brawl.
zh_cn: 这可替换增强实战武术的伤害骰，但无法用于拳法。

source: This is called a total defense action.
zh_cn: 即`全防御`。

source: This is particularly appropriate when characters are in separate vehicles, since it allows everyone aboard the same vehicle to act more or less simultaneously.
zh_cn: 这适用于角色分别在不同的载具上的情况，让同一辆车的所有人的动作顺序彼此接近。

source: This is perhaps the most common civilian helicopter worldwide; it has also been adopted by many military forces as a light utility helicopter.
zh_cn: 这可以说是世界上最普遍的民用直升机了；它同样作为轻型通用直升机在军中服役。

source: This is probably the best method if most or all characters are aboard the same vehicle, but it can result in a lot of delayed or readied actions as passengers wait for drivers to perform maneuvers.
zh_cn: 这适用于大多数或所有角色都在同一辆载具上的情况，但也会导致乘员为了等待驾驶员机动反应而产生大量延迟或准备动作。

source: This is the U.S.
zh_cn: 这是美国

source: This is the case with most shotguns, as well as some rifles.
zh_cn: 大多数霰弹枪和一些步枪是这种类型。

source: This is the fastest the vehicle can move.
zh_cn: 这是载具所能移动的最快速度。

source: This is the melee weapon carried by most police forces, used to subdue and restrain criminals.
zh_cn: 这种近战武器普遍装备于警察队伍，用于制服与约束罪犯。

source: This is the twin-engine, civilian version of the ubiquitous Huey helicopter.
zh_cn: 这是随处可见的修伊直升机的双发民用版。

source: This is usually a particular faith or religion, but can also be a specific philosophy or school of thought.
zh_cn: 通常指某种信仰或者宗教，但同样可以是特定的学派或教派，

source: This kind of disarm attempt provokes an attack of opportunity, but if the character fails, the target does not get to make a disarm attempt against him or her.
zh_cn: 这种缴械也会引发借机攻击，但角色如果失败，目标将不会得到对角色的缴械机会。

source: This kit contains everything needed to use the Demolitions skill to set detonators, wire explosive devices, and disarm explosive devices.
zh_cn: 该工具包含了使用爆破技能安置起爆器、连接爆破装置、解除爆破装置的所有必需用具。

source: This kit contains everything needed to use the Disguise skill, including makeup, brushes, mirrors, wigs, and other accoutrements.
zh_cn: 该工具包含了使用易容技能所需的所有用具，包括化妆品、刷子、镜子、假发以及其他饰物。

source: This kit contains everything needed to use the Forgery skill to prepare forged items.
zh_cn: 该工具包含了伪造文书技能所需准备的所有伪造工具。

source: This lets the character move up to four times his or her normal speed, but a character can only run all out in a straight line, and doing so affects the character’s Defense (see Run).
zh_cn: 这可以让角色以四倍的速度移动，但角色一次只能在一条直线上奔跑，而且这么做会影响角色的防御（见`奔跑`）。

source: This light axe is a chopping tool that deals slashing dam-age when employed as a weapon.
zh_cn: 这种轻型斧是一种斫砍工具，当作武器使用时，造成劈砍伤害。

source: This light, flexible spear built for throwing can be used in melee, but since it’s not designed for it, characters using it in this manner are always considered nonproficient and take a –4 penalty on their melee attack rolls.
zh_cn: 这种轻便灵活的标枪，可投掷可近战，但由于标枪并不是转为近战而设计，角色用近战的方式来攻击总是视为`不擅长`，近战时攻击骰总是会受到4点减值。

source: This lightweight black bag has a spacious inner compartment capable of holding roughly 8 pounds of gear and can hold an additional 4 pounds in six zippered external compartments.
zh_cn: 这种轻便的黑色背包内部拥有隔间，可装载8磅的装备，并在外部拥有6个拉链袋，可装载4磅装备。

source: This lightweight sleeping bag rolls up compactly.
zh_cn: 这种轻量级睡袋能紧凑地卷起来。

source: This list is by no means exhaustive—there are many more language groups, and most groups contain more languages than those listed here.
zh_cn: 语言包括但不限于此——还有更多语族，语族也包含更多语言。

source: This long-bladed tool looks much like a short, lightweight sword.
zh_cn: 这种长刃工具形似更短更轻的剑。

source: This loss can be permanent or temporary
zh_cn: 损失既可能是永久的也可能是暂时的。

source: This major breakthrough also provides the Field Scientist with a +3 Wealth bonus increase.
zh_cn: 此专长也会给战地科学家增加3点财富加值。

source: This material is Open Game Content, and is licensed for public use under the terms of the Open Game License v1.0a.
zh_cn: > 该材料是OGC，而且是被OGL的条款许可公开使用的。

source: This material is being released using the Open Gaming License Version 1.0a and you should read and understand the terms of that license before using this material.
zh_cn: 该材料使用OGL1.0a版发布，使用前你应该阅读并理解那篇许可证的条款。

source: This may be a company or corporation, a gathering of like-minded individuals, a fraternal brotherhood, a secret society, a branch of the armed forces, a local, state, or national government, a university, an employer, or an otherwise established authority.
zh_cn: 某个公司或集团、志同道合者组队、兄弟会、秘密社团、军队支部、各级政府、大学、雇佣者、或者是其他组织。

source: This may or may not be the nation that the hero currently resides in.
zh_cn: 不一定是角色的现居国，

source: This may require a separate check to emulate allegiance (see below).
zh_cn: 如果不满足，就需要另一次检定（见下文）。

source: This means that the Martial Artist may even make unarmed strikes when his or her hands are full, and there is no such thing as an off-hand attack for a Martial Artist striking unarmed.
zh_cn: 武术家在手持物品时也能徒手攻击，对于他们来说徒手攻击不需要“徒手”。

source: This measure is not a strict mathematical calculation, because a character gains more value from covering the parts of his or her body that are more likely to be struck.
zh_cn: 这个值并不是由严格的数学计算得出的，因为角色护住更容易受打击的部位时得到的掩蔽度更高，反之则低，具体情况很复杂。

source: This medieval-era armor consists of metal plates that cover the entire body.
zh_cn: 这种中世纪时期的盔甲由覆盖全身的金属板组成。

source: This medieval-era armor is a long shirt made of interlocking metal rings, with a layer of padding underneath.
zh_cn: 这种中世纪时期的盔甲是由金属环连缀而成的长摆上衣，内部有垫料。

source: This mental picture provides a physical description, including distinguishing markings and visible mannerisms.
zh_cn: 画像包含对方的外貌信息，如显著外貌特征和可辨识的小动作。

source: This minor breakthrough also provides the Field Scientist with a +3 Wealth bonus increase.
zh_cn: 此专长也会给战地科学家增加3点财富加值。

source: This mishap is in addition to the chance for a mishap normally associated with casting a spell from a scroll when the spell’s caster level is higher than your level in this class.
zh_cn: 这个严重失误和使用卷轴施展超过人物法术等级的法术造成的严重失误是独立的两个过程，应分开结算。

source: This number is improved by bonus points determined by the Telepath’s Charisma score, as shown on the table below.
zh_cn: 这个值会受异能者的魅力提供的加值增益，如下表。

source: This number may not exceed the character’s base attack bonus.
zh_cn: 此值不能高于角色的基础攻击加值。

source: This number reflects the base price and doesn’t include any modifier for purchasing the armor on the black market.
zh_cn: 此值指基本价格，并未把黑市加值算在内。

source: This number reflects the base price and doesn’t include any modifier for purchasing the item on the black market.
zh_cn: 此值指基本价格，并未把黑市加值算在内。

source: This number reflects the base price and doesn’t include any modifier for purchasing the vehicle on the black market.
zh_cn: 此值指基本价格，并未把黑市加值算在内。

source: This number reflects the base price and doesn’t include any modifier for purchasing the weapon on the black market.
zh_cn: 此值指基本价格，并未把黑市加值算在内。

source: This object is referred to as the Acolyte’s holy symbol.
zh_cn: 此物品即侍僧的`神符`。

source: This object looks much like a bulky cell phone, and functions in much the same way as well.
zh_cn: 此物看起来很像笨重版手机，功能也与手机相似。

source: This occupation includes con artists, burglars, thieves, crime family soldiers, gang members, bank robbers, and other types of career criminals.
zh_cn: 罪犯从事的职业背景包括诈骗犯、小偷、黑手党、黑帮成员、银行劫匪以及其他犯罪职业。

source: This penalty applies to checks involving the following skills: Balance, Climb, Escape Artist, Hide, Jump, Move Silently, and Tumble.
zh_cn: 此减值在以下技能的检定中有效：平衡、攀爬、脱逃、躲藏、跳跃、潜行、翻滚。

source: This penalty is in addition to the normal –4 penalty for firing into melee, making the penalty to target to character –8.
zh_cn: 此减值是叠加在正常情况下已有的4点减值上，总共有8点减值。

source: This pistol breaks open at the breech like a double-barreled shotgun.
zh_cn: 这种手枪像双筒霰弹枪一样，在后膛装弹。

source: This portable apparatus uses a chemical spray to extinguish small fires.
zh_cn: 这种便携式灭枪械使用化学喷雾扑灭小型火源。

source: This possession can be either an actual religious object or some other item of personal significance.
zh_cn: 财产可以是宗教器物或者一些个人珍藏。

source: This primitive device is a reach weapon.
zh_cn: 这种武器是一种长型武器。

source: This provides a +2 circumstance bonus on any skill checks made to uncover additional evidence or otherwise locate and capture the suspect.
zh_cn: 这将使调查员在发现其他线索、锁定嫌疑犯位置和抓捕嫌疑犯时获得2点情景加值。

source: This provides a +4 bonus or a –4 penalty on checks involving the following skills for the duration of the encounter: Bluff, Diplomacy, Gather Information, Intimidate, and Perform.
zh_cn: 这将会为英雄的唬骗、交涉、收集信息、威吓和表演带来±4的调整值。

source: This result assumes that no obvious reasons exist why information would be withheld.
zh_cn: 只能收集到那些没有必要藏着掖着的信息。

source: This revolver, designed specifically for police use, fires the .38 Special round.
zh_cn: 这种转轮手枪专为警用设计，发射.38特种枪弹。

source: This secondary damage also requires a Fortitude saving throw to avoid.
zh_cn: 再次伤害也需要强韧豁免来避免。

source: This section covers firearms, grappling, explosives, attacking objects, and an assortment of other special attacks.
zh_cn: 本节涵盖了枪械、擒抱、爆炸物、攻击物品、以及其他类型的特殊攻击。

source: This section covers the wide variety of general gear available to adventurers of all sorts.
zh_cn: 本节内容包括冒险用到的各式各样普通装备。

source: This section of a class description provides a list of class skills and also gives the number of skill points the character starts with at 1st level and the number of skill points gained each level thereafter.
zh_cn: 本节提供了一个本职技能的列表，并给出新角色1级时的技能点数和角色升级时所得技能点数。

source: This section summarizes the fundamental combat statistics.
zh_cn: 这一部分列举了战斗所需的基本数据。

source: This set of odd-shaped flat metal bars can be slipped into the window seam of a car door to trip the lock.
zh_cn: 这种奇形怪状的扁平金属条可以插进车门上的窗缝以撬开车锁。

source: This setting does not grant the ability to make burst fire attacks without the Burst Fire feat; if a character uses the setting without the feat, he or she makes a normal attack, and the extra two bullets are wasted.
zh_cn: 没有点射专长的角色无法以此模式发动点射，无点射专长的角色用点射模式攻击，相当于进行了一次普通攻击，并浪费掉多射出的两发子弹。

source: This simple weapon is a single-shot grenade launcher.
zh_cn: 这种简单武器是一种一次性榴弹发射器。

source: This skill allows a character to build electronic equipment from scratch, such as audio and video equipment, timers and listening devices, or radios and communication devices.
zh_cn: 此技能让角色可以制造土制电气设备，比如音视频设备、计时与监听设备、或者收音机及通讯设备。

source: This skill allows a character to build mechanical devices from scratch, including engines and engine parts, weapons, armor, and other gadgets.
zh_cn: 此技能让角色可以制造土制机械设备，包括引擎和引擎部件、武器、护甲、以及其他配件。

source: This skill allows a character to build wooden, concrete, or metal structures from scratch, including bookcases, desks, walls, houses, and so forth, and includes such handyman skills as plumbing, house painting, drywall, laying cement, and building cabinets.
zh_cn: 此技能让角色可以从零建造木质、混凝土或金属的结构，包括书架、桌子、墙、房子等等，且包括诸如管道、刷墙、干壁、混水泥、及建造橱柜之类的杂务。

source: This skill allows a character to compound medicinal drugs to aid in recovery from treatable illnesses.
zh_cn: 此技能让角色可以混合药物以治疗正在治愈的可治愈疾病。

source: This skill allows a character to create paintings or drawings, take photographs, use a video camera, or in some other way create a work of visual art.
zh_cn: 此技能让角色可以创作涂鸦或绘画、摄影、使用摄像机、或者其他创造视觉艺术的方式。

source: This skill allows a character to create short stories, novels, scripts and screenplays, newspaper articles and columns, and similar works of writing.
zh_cn: 此技能让角色可以创作短篇故事、小说、台本和剧本、新闻报道和专栏等等写作工作。

source: This skill allows a character to mix chemicals to create acids, bases, explosives, and poisonous substances.
zh_cn: 此技能让角色可以混合化学品以制造酸、盐基、爆炸物、以及毒素。

source: This skill encompasses several categories, each of them treated as a separate skill.
zh_cn: 此技能包括几个分类，每个类别被视为独立的技能

source: This skill expands to include alchemy, which can be used to create potions.
zh_cn: 此技能扩展到涵盖炼金术、适用于制造药水。

source: This skill lets you use a magic item as if you had the spell ability or class features of another class or a different allegiance.
zh_cn: 启动这些魔法物品就如同你拥有对应的施法能力或者职业专长或者属于对应的阵营。

source: This slightly larger version of the Glock 17 is chambered for the slightly more powerful 10mm round.
zh_cn: 这种手枪尺寸比格洛克17稍大，适用威力更大的10mm子弹。

source: This small explosive device must be fired from a 40mm grenade launcher, such as the M79.
zh_cn: 这种小型爆炸物必须用40mm口径榴弹发射器发射，比如M79。

source: This small laser mounts on a firearm, and projects a tiny red dot on the weapon’s target.
zh_cn: 这种小型瞄具挂载在枪械上，射出微小的红点，照在目标上。

source: This small stove works on kerosene or white gasoline, and can easily be broken down and carried for backpacking.
zh_cn: 这种小型炉灶以煤油和无铅汽油工作，很容易被破坏，也很容易用背包携带。

source: This small, pistollike device automatically disables cheap and average mechanical locks operated by standard keys (no Disable Device check necessary).
zh_cn: 这种小型的、手枪式的设备可直接解除`廉价`至`一般`的、用普通钥匙打开的机械锁（无需解除装置检定）。
